{
  "English": "Ingl茅s",
  "Spanish": "Espa帽ol",
  "About me": "Acerca de mi",
  "Soft skills": "Soft skills",
  "Skills": "Skills",
  "Education": "Educaci贸n",
  "Certificate": "Certificados",
  "Blogs": "Blogs",
  "Experience": "Experiencia",
  "Hi": "Hola",
  "I'm": "Soy",
  "Contact me": "Cont谩ctame",
  "CV": "CV",
  "Get CV": "Ver CV",
  "Profile": "Perfil",
  "Company": "Compa帽铆a",
  "Position": "Cargo",
  "Duration": "Duraci贸n",
  "Tools": "Herramientas",
  "Description": "Descripci贸n",
  "Certificates": "Certificados",
  "View more": "Ver m谩s",
  "data": {
    "about": {
      "description": "Ingeniero de software con m谩s de 7 a帽os de experiencia en desarrollo Full-Stack, especializado en lenguajes como Python, PHP y JS, y en la administraci贸n de bases de datos que incluyen MySQL, PostgreSQL, Oracle y MongoDB. Mi liderazgo ha sido evidente al dirigir equipos de desarrollo, cultivando la colaboraci贸n y asegurando la entrega exitosa de proyectos innovadores."
    },
    "soft-skills": {
      "title1": "Liderazgo de Equipos",
      "description1": "Me encanta liderar con el ejemplo y asegurarme de que cada voz sea escuchada para lograr el 茅xito juntos.",
      "title2": "Planificaci贸n Estrat茅gica",
      "description2": "Disfruto anticipando lo que viene y marcando objetivos claros para asegurar el triunfo.",
      "title3": "Gesti贸n de Proyectos",
      "description3": "Me enfoco en establecer metas claras y mantener una comunicaci贸n constante para guiar proyectos al 茅xito."
    },
    "experience": {
      "role1": "Front-end Senior",
      "duration1": "Enero 2024 - Actual",
      "tools1": "Microfrontends,JS,Angularjs,Reactjs,PHP,Symfony",
      "company1": "Quiktrak, LLC",
      "description1": "Desarrollo y mantenimiento de la plataforma de la compa帽铆a, enfoc谩ndome en la implementaci贸n de microfrontends para mejorar la escalabilidad y modularidad del sistema.\n\nResponsabilidades clave:\n\n- Desarrollo de nuevos m贸dulos y soporte en la plataforma.\n- Migraci贸n de una arquitectura monol铆tica a microfrontends sin afectar el servicio.\n- Optimizaci贸n del rendimiento y escalabilidad del sistema.\n- Colaboraci贸n con un equipo multidisciplinario, incluyendo Product Managers, Backend Seniors, Tech Leads y Android Developers.",
      "role2": "Full Stack Developer",
      "duration2": "Mayo 2022 - Diciembre 2023",
      "tools2": "PHP,JavaScript,AngularJS,JQuery,Symfony,MySQL,Docker,Jenkins",
      "company2": "Grupo TKS",
      "description2": "- Creaci贸n y ejecuci贸n de proyectos desde cero, demostrando habilidades s贸lidas en PHP y JavaScript.\n- Participaci贸n activa en el soporte y mejora continua del software principal de la empresa, asegurando su estabilidad y rendimiento 贸ptimo.\n- Colaboraci贸n cercana con equipos multidisciplinarios para garantizar la alineaci贸n de los proyectos con los objetivos estrat茅gicos de la empresa.",
      "role3": "Ingeniero de Software",
      "duration3": "Agosto 2021 - Abril 2022",
      "tools3": "PHP,SOAP,JAVA",
      "company3": "Bayport Colombia",
      "description3": "- Comunicaci贸n de aplicaciones de intranet mediante el protocolo SOAP, optimizando la integraci贸n de sistemas y mejorando la eficiencia operativa.\n- Soporte clave en el software principal de la compa帽铆a, asegurando la estabilidad y funcionalidad continua de aplicaciones estrat茅gicas"
    },
    "certificates": {
      "institution1": "Universidad Cooperativa de Colombia",
      "career1": "Ingenier铆a en Sistemas",
      "location1": "Bogot谩, Colombia",
      "endDate1": "Abril 2020",
      "institution2": "EAE Business School",
      "career2": "M谩ster en Big Data & Analytics",
      "location2": "Madrid, Espa帽a",
      "endDate2": "Mayo 2022"
    },
    "blogs": {
      "title1": "Plataformas que uso para aprender: Ampliando horizontes en la era digital",
      "description1": "En este post hablo acerca de las p谩ginas y plataformas que uso para aprender."
    }
  },
  "name": "Nombre",
  "email": "Correo electr贸nico",
  "message": "Mensaje",
  "send message": "enviar mensaje",
  "subtitle": "Si tiene alguna pregunta o inquietud, no dude en ponerse en contacto conmigo. Estoy atento a cualquier oportunidad de trabajo que se ajuste a mis aptitudes e intereses.",
  "send a message": "Env铆ame un mensaje",
  "message error": "Por favor, complete el formulario correctamente.",
  "captcha error": "Por favor, complete el reCAPTCHA.",
  "message send": "Mensaje enviado correctamente. 隆Gracias! ",
  "message error send": "Error al enviar el mensaje. Por favor, intente nuevamente. ",
  "message pending send": "Enviando mensaje..."
}
