{
  "english": "Ingl茅s",
  "spanish": "Espa帽ol",
  "about": "Acerca de mi",
  "education": "Educaci贸n",
  "education section": "EDUCACIN",
  "certificate": "Certificados",
  "certificates section": "CERTIFICADOS",
  "experience": "Experiencia",
  "experience section": "EXPERIENCIA",
  "title hero": "Hola, ",
  "im": "Soy ",
  "contact me": "Cont谩ctame",
  "cv": "Ver CV",
  "about me": "ACERCA DE M",
  "profile": "Perfil",
  "description hero": "Ingeniero de software con m谩s de 7 a帽os de experiencia en desarrollo Full-Stack, especializado en lenguajes como Python, PHP y JS, y en la administraci贸n de bases de datos que incluyen MySQL, PostgreSQL, Oracle y MongoDB. Mi liderazgo ha sido evidente al dirigir equipos de desarrollo, cultivando la colaboraci贸n y asegurando la entrega exitosa de proyectos innovadores.",
  "skill1": "Liderazgo de Equipos",
  "subtitle1": "Escuchar y valorar a cada miembro del equipo es fundamental para su motivaci贸n y el 茅xito conjunto. Liderar es guiar con el ejemplo, apoyar y aprender de todos a tu alrededor.",
  "skill2": "Planificaci贸n Estrat茅gica",
  "subtitle2": "Anticipar tendencias, establecer objetivos claros y adaptarse r谩pidamente son claves para el 茅xito sostenido.",
  "skill3": "Gesti贸n de Proyectos ",
  "subtitle3": "La gesti贸n de proyectos eficaz se centra en definir objetivos claros, priorizar tareas y mantener una comunicaci贸n fluida, asegurando que el equipo avance unido hacia metas compartidas.",
  "experience1": "Ingeniero de Software",
  "description1": "Especialista en el desarrollo y ejecuci贸n de proyectos con s贸lidas habilidades en PHP y JavaScript, aportando a la mejora continua y estabilidad del software principal. Experiencia en colaboraci贸n con equipos multidisciplinarios para alinear proyectos con objetivos estrat茅gicos empresariales, evidenciando un fuerte compromiso con la innovaci贸n y la excelencia tecnol贸gica.",
  "experience2": "Ingeniero de Software",
  "description2": "Desarrollador en comunicaci贸n de aplicaciones de intranet usando el protocolo SOAP, optimizando la integraci贸n de sistemas y mejorando la eficiencia operativa. Clave en el soporte del software principal, garantizando estabilidad y funcionalidad de aplicaciones estrat茅gicas.",
  "experience3": "Ingeniero de Software",
  "description3": "Desarrollador Full Stack con experiencia en soporte t茅cnico a multinacionales, especializado en PHP. Destacado por colaborar en equipos multidisciplinarios para dise帽ar y optimizar soluciones integrales, comprometido con la innovaci贸n y eficiencia mediante la actualizaci贸n tecnol贸gica constante.",
  "position": "Cargo",
  "time": "Duraci贸n",
  "tools": "Herramientas",
  "description": "Descripci贸n",
  "january": "Enero",
  "february": "Febrero",
  "march": "Marzo",
  "april": "Abril",
  "may": "Mayo",
  "june": "Junio",
  "july": "Julio",
  "august": "Agosto",
  "september": "Septiembre",
  "october": "Octubre",
  "november": "Noviembre",
  "december": "Diciembre",
  "present": "Actual",
  "education1": "Ingenier铆a en Sistemas",
  "university": "Universidad Cooperativa de Colombia",
  "view more": "ver m谩s",
  "contact": "CONTACTO",
  "name": "Nombre",
  "email": "Correo electr贸nico",
  "message": "Mensaje",
  "send message": "enviar mensaje",
  "subtitle": "Si tiene alguna pregunta o inquietud, no dude en ponerse en contacto conmigo. Estoy atento a cualquier oportunidad de trabajo que se ajuste a mis aptitudes e intereses.",
  "send a message": "Env铆ame un mensaje",
  "message error": "Por favor, complete el formulario correctamente.",
  "captcha error": "Por favor, complete el reCAPTCHA.",
  "message send": "Mensaje enviado correctamente. 隆Gracias! ",
  "message error send": "Error al enviar el mensaje. Por favor, intente nuevamente. ",
  "message pending send": "Enviando mensaje..."
}
